const returnedData: { [k: string]: string } = {};

function handsAwayData(data: any) {
   returnedData['دور شدن دست ها بالا آمدن شانه'] = data['دور شدن دست ها بالا آمدن شانه'] ? "احتمال بیش فعالی عضلات ذوزتقه ای فوقانی و گوشه ای و کم فعالی عضلات روتیتورکاف، متوازی الاضلاع و ذوزنقه میانی و تحتانی" : 'طبیعی';
   returnedData['دور شدن دست ها پروتکشن شانه'] = data['دور شدن دست ها پروتکشن شانه'] ? "احتمال بیش فعالی عضلات سینه ای بزرگ/کوچک و کم فعالی عضلات روتیتورکاف، متوازی الاضلاع و ذوزنقه یمیانی و تحتانی و کم تحرکی کپسول خلفی" : 'طبیعی';
   returnedData['دور شدن دست ها خم شدن آرنج ها'] = data['دور شدن دست ها خم شدن آرنج ها'] ? "احتمال بیش فعالی عضلات دوسربازو(سر دراز) و احتمال کم فعالی عضلات سه سربازو(سر دراز) و روتیتورکاف" : 'طبیعی';

   return returnedData;
}

export default handsAwayData