const activityRateData = [
   {
      id: 1,
      text1: 'بدون تحرک',
      text2: 'انجام کارهای روزانه و شغلی',
   },
   {
      id: 2,
      text1: 'کم تحرک',
      text2: 'ورزش سبک حداقل 20 دقیفه 1 تا 3 روز در هفته',
   },
   {
      id: 3,
      text1: 'نسبتا فعال',
      text2: 'ورزش معمولی حداقل 30 تا 60 دقیقه 3 تا 5 روز در هفته',
   },
   {
      id: 4,
      text1: 'بسیار فعال',
      text2: 'ورزش سنگین 60 دقیقه به بالا 6 تا 7 روز در هفته',
   },
   {
      id: 5,
      text1: 'بیش از حد فعال',
      text2: 'ورزش حرفه ای 7 روز هفته'
   },
]

export default activityRateData;