const activityReadinessData = [
   "آیا تاکنون پزشک به شما گفته مشکل قلبی دارید و تنها باید فعالیتهای جسمانی توصیه شده توسط ایشان را انجام دهید؟",
   "آیا هنگامی که فعالیت جسمانی انجام می دهید در سینه خود احساس درد می کنید؟",
   "آیا در ماه گذشته در سینه خود احساس درد داشته اید؟",
   "آیا تاکنون پیش آمده که تعادل خود را بر اثر سرگیجه از دست بدهید؟",
   "آیا تاکنون مشکل استخوانی یا مفصلی داشته اید که ممکن است با تغییر در فعالیت جسمانیتان تشدید شود؟",
   "آیا اخیرا پزشکتان داروی فشار خون یا داروی قلبی برای تان تجویز کرده است؟",
   "آیا دلیل دیگری وجود دارد که نباید فعالیت جسمانی انجام دهید؟",
]

export default activityReadinessData;