const jobPerformanceData = [
   {
      id: 1,
      title: 'انضباط و مقررات اداری را رعایت می کنم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 2,
      title: 'نسبت به کاری که قبول کرده ام، احساس مسئولیت می نمایم و خود را مسئول عواقب آن می دانم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 3,
      title: 'بدون نظارت مافوق، صادقانه کار می کنم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 4,
      title: 'نسبت به کارم دلسوز هستم و سعی می نمایم که آن را با کیفیت مطلوب ارائه دهم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 5,
      title: 'کاری را که بر عهده گرفتم، برای حصول نتیجه و دلگرمی پیگیری می کنم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 6,
      title: 'در کارم جدی هستم، ارزش آن را حفظ می کنم و در رفع مشکالت کاری می کوشم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 7,
      title: 'با مراجعان و متقاضیان با احترام رفتار می کنم و در رفع مشکالت آنان می کوشم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 8,
      title: 'در مواقعی که فوریتی پیش آید و یا مسایل انسانی مطرح شود، از خود فداکاری و ایثار نشان می دهم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 9,
      title: 'در افزایش معلومات شغلی خود، می کوشم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 10,
      title: 'اشتباهات خود را می پذیرم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 11,
      title: 'در حفظ اسرار شغلی خود، کوشش می کنم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 12,
      title: 'رعایت حال همکاران خود را نموده و به حقوق آنها احترام می گذارم و نسبت به آنها حس همکاری دارم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 13,
      title: 'سعی می کنم اطلاعات شغلی خودم را به دیگران منتقل کنم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 14,
      title: 'از اتلاف وقت و انجام دادن کارهای بیهوده، خودداری میکنم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   },
   {
      id: 15,
      title: 'از وسایل کار مواظبت نموده و در مصرف آنها صرفه جویی می کنم',
      keys: [3, 2, 1, 0],
      values: ['همیشه','اغلب','گاهی','به ندرت'],
   }
]

export default jobPerformanceData;