const nahanjariHa = [
   {
      sectionTitle: 'نمای جانبی',
      sectionQuestions: [
         {
            id: 1,
            title: 'سر به جلو',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 2,
            title: 'شانه گرد',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 3,
            title: 'پشت گرد',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 4,
            title: 'پشت صاف',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 5,
            title: 'گود کمر',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 6,
            title: 'صاف کمر',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 7,
            title: 'شکم برآمده',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 8,
            title: 'پشت تابدار',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 9,
            title: 'زانوی عقب رفته',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 10,
            title: 'زانوی خمیده',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
      ]
   },
   {
      sectionTitle: 'نمای قدامی',
      sectionQuestions: [
         {
            id: 11,
            title: 'گردن کج',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 12,
            title: 'شانه نابرابر',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 13,
            title: 'انحراف جانبی لگن',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 14,
            title: 'زانو پرانتزی',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 15,
            title: 'زانو ضربدری',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 16,
            title: 'چرخش خارجی پا',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 17,
            title: 'چرخش داخلی پا',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
      ]
   },
   {
      sectionTitle: 'نمای خلفی',
      sectionQuestions: [
         {
            id: 18,
            title: 'انحراف جانبی ستون فقرات',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 19,
            title: 'کتف بالدار',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 20,
            title: 'چرخش مچ پا به داخل',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 21,
            title: 'چرخش مچ پا به خارج',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
      ]
   },
   {
      sectionTitle: 'نا معلوم',
      sectionQuestions: [
         {
            id: 22,
            title: 'سینه فرو رفته',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 23,
            title: 'سینه کبوتری',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 24,
            title: 'بدشکلی انگشتان دست',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 25,
            title: 'بدشکلی انگشتان پا',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 26,
            title: 'کف پای صاف',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
         {
            id: 27,
            title: 'کف پای گود',
            keys: [5, 3, 1],
            values: ['طبیعی', 'خفیف', 'شدید'],
         },
      ]
   },
]

export default nahanjariHa;