const returnedData: { [k: string]: string } = {};

function handsRotationData(data: any) {
   returnedData['چرخش دست ها بالاآمدن شانه ها'] = data['چرخش دست ها بالاآمدن شانه ها'] ? "احتمال بیش فعالی عضلات ذوزنقه ی فوقانی و گوشه ای و احتمال کم فعالی عضلات روتیتورکاف، متوازی الاضلاع و ذوزنقه میانی و تحتانی" : 'طبیعی';
   returnedData['چرخش دست ها پروترکشن شانه ها'] = data['چرخش دست ها پروترکشن شانه ها'] ? "احتمال بیش فعالی عضلات سینه ای بزرگ/کوچک، و کم تحرکی کپسول خلفی- و احتمال کم فعالی عضلات روتیتورکاف، متوازی الاضلاع و ذوزنقه ی میانی/تحتانی" : 'طبیعی';
   returnedData['چرخش داخلی دست ها فاصله از دیوار'] = data['چرخش داخلی دست ها فاصله از دیوار'] ? "احتمال بیش فعالی عضلات گرد کوچک و تحت خاری و احتمال کم تحرکی کپسول خلفی و کم فعالی عضلات تحت کتفی و گرد بزرگ" : 'طبیعی';
   returnedData['چرخش خارجی دست ها فاصله از دیوار'] = data['چرخش خارجی دست ها فاصله از دیوار'] ? "احتمال بیش فعالی عضلات تحت کتفی، سینه ای بزرگ، گرد بزرگ و پشتی بزرگ، و کم فعالی عضلات گرد کوچک و تحت خاری" : 'طبیعی';
   
   return returnedData;
}

export default handsRotationData