const PHASE1 = {
   "Cardio": {
      "تکرار": "12_20",
      "ست": "1_5",
      "ضرب آهنگ": "آرام",
      "استراحت": "0_90 ثانیه",
   },
   "Core": {
      "تکرار": "12_20",
      "ست": "1_4",
      "ضرب آهنگ": "آرام",
      "استراحت": "0_90 ثانیه",
   },
   "Balance": {
      "تکرار": "12_20 - 6_10(تک پا)",
      "ست": "1_3",
      "ضرب آهنگ": "آرام",
      "استراحت": "0_90 ثانیه",
   },
   "Whole body": {
      "تکرار": "12_20",
      "ست": "1_3",
      "ضرب آهنگ": "آرام",
      "استراحت": "0_90 ثانیه",
   },
   "Strengthing": {
      "تکرار": "12_20",
      "ست": "1_3",
      "ضرب آهنگ": "آرام",
      "استراحت": "0_90 ثانیه",
   },
   "Stretching": {
      "تکرار": "1",
      "ست": "1_3",
      "ضرب آهنگ": "30ثانیه",
      "استراحت": "0_90 ثانیه",
   },
}

export default PHASE1;