const MEMBERS_DATA = [
   {
      name: "مجتبی بابایی خورزوقی",
      role: "مدیر سایت",
      imgAddress: "/images/profile-img-dark-desktop.png",
      description: `
         من مجتبی بابایی، مدیر این وبسایت هستم. ارتباط با مشتریان و مدیریت منابع انسانی بر عهده ی من است.
      `,
      email: "sample.email@gmail.com",
   },
   {
      name: "حامد صفری",
      role: "متخصص ارزیابی وضعیت بدنی",
      imgAddress: "/images/aboutus/HS.jpg",
      description: `
         من حامد صفری هستم، دانشجوی دکتری آسیب‌شناسی ورزشی و حرکات اصلاحی که با تجربه‌ای در زمینه بهبود سلامت و ارتقای عملکرد بدنی افراد فعالیت می‌کنم. به‌عنوان مدیر اجرایی و متخصص این حوزه، افتخار داشته‌ام که در مراکز حرکات اصلاحی، کلینیک‌ها و باشگاه‌های ورزشی فعالیت کنم و خدمات حرفه‌ای ارائه دهم.
         تخصص من شامل ارزیابی وضعیت بدنی و ارائه برنامه‌های تمرینی و اصلاحی متناسب با نیازهای افراد است. همچنین سابقه همکاری با سازمان‌ها و شرکت‌های مختلف برای ارزیابی و بهبود وضعیت فیزیکی کارکنان را داشته‌ام. هدف من، کمک به افراد و سازمان‌ها برای دستیابی به سلامت بهتر، کاهش آسیب‌ها و بهبود کیفیت زندگی است.
      `,
      email: "sample.email@gmail.com",
   },
   {
      name: "سید احسان مصطفوی نژاد",
      role: "طراح رابط کاربری و تجربه کاربری(UI/UX)",
      imgAddress: "/images/aboutus/EM.jpg",
      description: `
         دانشجوی مهندسی برق دانشگاه صنعتی اصفهان که طراحی گرافیکی المان ها، انتخاب رنگ، نوع فونت و چیدمان اجزای یک صفحه از جمله وظیفه های من است. شما میتوانید انتقادات و پیشنهادات درباره "رابط کاربری و تجربه کاربری" وبسایت را به ایمیل زیر بفرستید.
      `,
      email: "ehs.n931386@gmail.com",
   },
   {
      name: "ابوالفضل دهاقین",
      role: "توسعه دهنده سمت سرور(Back-End)",
      imgAddress: "/images/aboutus/AD.jpg",
      description: `
         سلام. من، ابوالفضل دهاقین، دانشجوی مهندسی برق دانشگاه صنعتی اصفهان و برنامه نویس بخش بک اند هستم. منطق کلی برنامه و مدیریت دیتابیس و اطلاعات کاربران بر عهده ی من هست. هدف من، بهبود سرعت و امنیت برنامه و ارائه ی قابلیت های تسهیل کننده و جذاب برای کاربران هست.
      `,
      email: "dahaghaynhmh@gmail.com",
   },
   {
      name: "سید محمد ایمان مصطفوی نژاد",
      role: "توسعه دهنده سمت کاربر(Front-End)",
      imgAddress: "/images/aboutus/IM.jpg",
      description: `
         کوچکترین عضو تیم، که علاقه مند به گرایش نرم افزار و امنیت هستم. هدفم جان بخشیدن به ایده ها و انجام کارهای چالش برانگیز هست. مسئولیت انجام تمام بخش هایی که کاربران با آنها در ارتباط هستند و به صورت مستقیم می‌بینند، بر عهده من است. طرح گرافیکی را به کد قابل اجرا تبدیل میکنم و با کمک سرور اطلاعات مورد نیاز را به نمایش میگذارم.
      `,
      email: "imn.s901386@gmail.com",
   },
]

export default MEMBERS_DATA;