const returnedData: { [k: string]: string } = {};

function handsBendingData(data: any) {
   returnedData['خم شدن دست ها بالاآمدن شانه'] = data['خم شدن دست ها بالاآمدن شانه'] ? "احتمال بیش فعالی عضلات ذوزتقه ای فوقانی و گوشه ای و کم فعالی عضلات روتیتورکاف، متوازی الاضلاع و ذوزنقه یمیانی و تحتانی" : 'طبیعی';
   returnedData['خم شدن دست ها گود شدن کمر'] = data['خم شدن دست ها گود شدن کمر'] ? "احتمال بیش فعالی عضلات راست کننده ستون فقرات، پشتی بزرگ و سینه ای بزرگ و کوچک، و احتمال کم فعالی عضلات روتیتورکاف، متوازی الاضلاع و ذوزنقه ی میانی و تحتانی" : 'طبیعی';
   returnedData['خم شدن دست ها خم شدن آرنج'] = data['خم شدن دست ها خم شدن آرنج'] ? "احتمال بیش فعالی عضلات دوسربازو(سردراز)، پشتی بزرگ، گرد بزرگ و سینه ای بزرگ و احتمال کم فعالی عضلات سه سر بازو(سردراز) و روتیتورکاف" : 'طبیعی';

   return returnedData;
}

export default handsBendingData