const returnedData: { [k: string]: string } = {};

function squatOneData(data: any) {
   returnedData['اسکات تک پا حرکت زانو به داخل'] = data['حرکت زانو به داخل'] ? 'احتمال بیش فعالی عضلات نزدیک کننده، دو سررانی(سر کوتاه)، کشنده ی پهن نیام، دوقولی خارجی، پهن خارجی' : 'طبیعی';
   returnedData['اسکات تک پا بالا آمدن ران'] = data['بالا آمدن ران'] ? 'احتمال بیش فعالی عضلات مربع کمری(سمت مقابل پای تکیه)، کشنده ی پهن نیام / سرینی کوچک(سمت موافق پای تکیه)' : 'طبیعی';
   returnedData['اسکات تک پا سقوط ران'] = data['سقوط ران'] ? 'احتمال بیش فعالی عضلات نزدیک کننده(سمت موافق) و کم فعالی عضلات سرینی میانی، مربع کمری' : 'طبیعی';
   returnedData['اسکات تک پا چرخش داخلی تنه'] = data['چرخش داخلی تنه'] ? 'احتمال بیش فعالی عضلات مایل داخلی، مایل خارجی، کشنده پهن نیام، عضلات نزدیک کننده' : 'طبیعی';
   returnedData['اسکات تک پا چرخش خارجی تنه'] = data['چرخش خارجی تنه'] ? 'احتمال بیش فعالی عضلات مایل داخلی، مایل خارجی، گلابی شکل' : 'طبیعی';
   
   return returnedData;
}

export default squatOneData