const jobSatisfactionData = [
   {
      id: 1,
      title: 'در مقایسه با کار و فعالیتم احساس میکنم، حقوق و مزایایم کافی است',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 2,
      title: 'در مقایسه با دیگرکارکنان اداره حقوق و مزایایم مناسب است',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 3,
      title: 'در محل کارم، امکانات رفاهی به طور عادلانه بین کارکنان توزیع می شود',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 4,
      title: 'شغل من با توانایی هایم متناسب است',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 5,
      title: 'اکثر اوقات از مشاهده نتیجه کارم احساس خشنودی می کنم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 6,
      title: 'از کارم بیشتر از اوقات فراغتم لذت می برم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 7,
      title: 'احساس می کنم که در کارم استقلال و آزادی عمل کافی دارم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 8,
      title: 'در محل کارم، پیشرفت و ترقی شغلی به لیاقت و توانمندی فردی بستگی دارد',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 9,
      title: 'در محل کارم به فرد امکان بروز توانمندی ها و استعدادهایش داده می شود',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 10,
      title: 'مدیریت محل کارم به ایجاد فرصت های برابر برای پیشرفت پرسنل، اعتقاد و تاکید دارد',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 11,
      title: 'در محیط کارم، کارکنان احساس و روحیه همکاری با یکدیگر را دارند',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 12,
      title: 'از اینکه در محیط کارم افراد با صداقت و اعتماد متقابل کار می کنند، احساس رضایت دارم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 13,
      title: 'در محل کارم ارتباط بین مدیریت و کارکنان به صورت مکتوب و رسمی است',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 14,
      title: 'در محل کارم مدیران، مشکلات را با کارکنان مطرح می کنند و آنها را در تصمیم گیری های مربوطه دخالت می دهند',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 15,
      title: 'در محل کارم، مدیران اطلاعات مورد نیاز را از کارکنان اخذ می کنند و خود به تنهایی تصمیم می گیرند',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 16,
      title: 'در محل کارم، بین مدیر و کارکنان همدلی و اعتماد وجود دارد',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 17,
      title: 'فضای فیزیکی و میزان نور محیطی که در آن کار می کنم مناسب است',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 18,
      title: 'دکوراسیون و تجهیزات اداری محیطی که در آن کار می کنم مناسب است',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
   {
      id: 19,
      title: 'سرمایش و گرمایش محیطی که در آن کار می کنم مناسب است',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملا موافقم', 'موافقم', 'نظری ندارم', 'مخالفم', 'کاملا مخالفم'],
   },
]

export default jobSatisfactionData;