const physicalPreparationData = [
   {
      id: 1,
      title: 'در آمادگی بدنی خوبی به سر می برم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
   {
      id: 2,
      title: 'من نیاز به تغییر وزن (کاهش یا افزایش) دارم تا سلامتی جسمانی ام بهتر شود',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
   {
      id: 3,
      title: 'من قادرم در 20 دقیقه سریعتر از افراد همسن خودم راه بروم (قدم بزنم)',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
   {
      id: 4,
      title: 'من از نظر بدنی به قدر کافی قوی هستم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
   {
      id: 5,
      title: 'یک شئی را که برای یک مرتبه بلند می کنم طولی نمی کشد که میتوانم در تکرارهای متوالی این کار را انجام بدهم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
   {
      id: 6,
      title: 'من دارای انعطاف پذیری عضلانی بهتری نسبت به همسالان خود هستم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
   {
      id: 7,
      title: 'من نسبت به افراد همسن خودم اضافه وزن بیشتری دارم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
   {
      id: 8,
      title: 'وقتی که ورزش می کنم به سرعت خسته می شوم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
   {
      id: 9,
      title: 'وضعیت بدنی ام نسبت به افراد همسنم در شرایط بهتری قرار دارد',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
   {
      id: 10,
      title: 'من دارای انعطاف پذیری عضلانی بسیار خوبی هستم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
   {
      id: 11,
      title: 'من دارای قدرت عضلانی بهتری نسبت به افراد همسن خود هستم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
   {
      id: 12,
      title: 'من نیاز به بهبود کامل آمادگی بدنی ام دارم',
      keys: [4, 3, 2, 1, 0],
      values: ['کاملاً موافقم','موافقم','نظری ندارم','مخالفم','کاملاً مخالفم'],
   },
]

export default physicalPreparationData;